{
    "ABOUTME": "About me",
    "YOURSELF": "In the halls of technology, surrounded by blinking circuits and humming machines, I felt the urge for something new, something that would really ignite my creativity and passion. So I decided to leave the rigid confines of electronics and embrace the exciting world of front-end development.",
    "ME1": "Through an intensive bootcamp for software development, recommended by an experienced programmer, I discovered my ability to not only write code, but also to design captivating user interfaces that appeal to emotions and inspire users.",
    "ME2": "My journey has taught me that the biggest breakthroughs often come from the boldest decisions. Now I am ready to bring my skills, my passion and my vision to your company - ready to push the boundaries of what is possible and shape the future of the digital age together.",
    "SKILLCONTENT": "I have grown my frontend developments skills that have allowed me to create different real projects.",
    "GETINTOUCH": "Get in touch",
    "PORTFOLIOHEADLINE": "This page is a sample of my work - please feel free to try them out.",
    "JOININTRO": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "SHARKIEINTRO": "A simple Jump-and-Run game based on an object-oriented approach. Help sharkie to find coins and poison bottles to fight against the killer whale.",
    "POKEDEXINTRO": "Based on the PokéAPI a simple library that provides and catalogues pokemon information.",
    "CONTACTHEAD": "Contact",
    "CONTACTHEADLINE": "Got a problem to solve?",
    "CONTACTCONTENT": "Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.",
    "CONTACTEND": "Need a Frontend developer?",
    "CONTACTLINK": "Contact me!",
    "NAME": "Your name",
    "EMAIL": "Your email",
    "MESSAGE": "Your message",
    "CHECKBOXMS1": "I've read the ",
    "CHECKBOXMS2": " and agree to the processing of my data as outlined.",
    "POLICY": "privacy policy",
    "MESSAGEBTN": "Send message",
    "IMPRINT": "Imprint",
    "PRIVACY": "Privacy Policy"
}